Revit 2027 API
ParameterTypeId.RbsDuctFittingLossTableParam Property
 "ASHRAE Table"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsDuctFittingLossTableParam { get; }
Public Shared ReadOnly Property RbsDuctFittingLossTableParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsDuctFittingLossTableParam {
	ForgeTypeId^ get ();
}
static member RbsDuctFittingLossTableParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace